[
    {
        "nome": "Squat con bilanciere",
        "tutorial": "Posiziona il bilanciere sulla parte superiore della schiena, sopra i muscoli del trapezio. Allarga leggermente le gambe oltre la larghezza delle spalle e piega le ginocchia per abbassarti lentamente verso il basso come se ti sedessi su una sedia immaginaria. Mantieni la schiena dritta e guarda davanti a te durante l'esecuzione. Spingi con i talloni per tornare in piedi.",
        "focus": "quadricipiti"
    },
    {
        "nome": "Leg press",
        "tutorial": "Siediti sulla macchina leg press con la schiena ben appoggiata e le gambe piegate a un angolo di circa 90 gradi. Spingi lentamente il peso verso l'alto estendendo completamente le gambe, quindi abbassalo lentamente fino a quando le ginocchia sono piegate a 90 gradi.",
        "focus": "quadricipiti"
    },
    {
        "nome": "Affondi",
        "tutorial": "In piedi, fai un passo avanti con una gamba e piega entrambe le ginocchia per abbassare il tuo corpo verso il basso, mantenendo la schiena dritta. L'altro ginocchio dovrebbe quasi toccare il pavimento. Poi spingi attraverso il tallone della gamba anteriore per tornare in piedi.",
        "focus": "quadricipiti"
    },
    {
        "nome": "Squat bulgari",
        "tutorial": "Posiziona un piede su una panca dietro di te e l'altro piede a terra con una leggera distanza. Piegati lentamente sul ginocchio della gamba anteriore finché la coscia è parallela al pavimento. Poi torna lentamente in piedi.",
        "focus": "quadricipiti"
    },
    {
        "nome": "Leg raises",
        "tutorial": "Sdraiati su un tappetino con le braccia lungo i fianchi e le mani sotto i glutei. Solleva lentamente le gambe tese verso l'alto mantenendo i muscoli addominali contratti. Abbassale lentamente senza toccare il pavimento e ripeti.",
        "focus": "quadricipiti"
    },
    {
        "nome": "Hip thrust",
        "tutorial": "Seduto sul pavimento con la schiena contro una panca e un bilanciere appoggiato sui fianchi, piega le ginocchia e appoggia i piedi a terra. Solleva lentamente i fianchi verso l'alto spingendo attraverso i talloni e contrai i glutei. Poi abbassali lentamente.",
        "focus": "femorali"
    },
    {
        "nome": "Leg curl",
        "tutorial": "Sdraiati sullo stomaco sulla macchina leg curl con le caviglie sotto il cuscinetto. Piegare lentamente le gambe contro la resistenza fino a quando non sono piegate a 90 gradi, quindi tornare lentamente alla posizione iniziale.",
        "focus": "femorali"
    },
    {
        "nome": "Stacchi rumeni",
        "tutorial": "In piedi con i piedi alla larghezza delle spalle, afferra un bilanciere o un paio di manubri. Piegati in avanti alla vita mantenendo le ginocchia leggermente flesse e la schiena dritta. Abbassa il peso verso il pavimento fino a sentire un leggero stiramento nei muscoli posteriori della coscia, poi torna in piedi contraggendo i glutei.",
        "focus": "femorali"
    }
]
