[
    {
        "nome": "Stacco",
        "focus": "schiena bassa",
        "tutorial": "Posiziona i piedi alla larghezza delle spalle, piega leggermente le ginocchia e afferra il bilanciere con una presa a larghezza delle spalle. Mantieni la schiena dritta e solleva il bilanciere dalla posizione a terra fino a stare in piedi, estendendo le anche e contraiendo i glutei. Abbassa il bilanciere controllatamente fino al suolo."
    },
    {
        "nome": "Lat machine",
        "focus": "dorsali",
        "tutorial": "Siediti alla macchina con il petto contro il cuscino e afferra l'impugnatura sopra la testa. Tirare l'impugnatura verso il petto piegando i gomiti. Contrai i muscoli delle scapole durante il movimento. Controlla il ritorno alla posizione di partenza."
    },
    {
        "nome": "Lat pulldown",
        "focus": "dorsali",
        "tutorial": "Siediti alla macchina con il petto contro il cuscino e afferra la barra sopra la testa con le mani leggermente più larghe delle spalle. Tirare la barra verso il petto piegando i gomiti. Contrai i muscoli delle scapole durante il movimento. Controlla il ritorno alla posizione di partenza."
    },
    {
        "nome": "Pullup",
        "focus": "dorsali",
        "tutorial": "Aggrappati a una barra fissa con le mani leggermente più larghe delle spalle. Solleva il corpo verso la barra, piegando i gomiti e contraiendo i muscoli delle scapole. Abbassa il corpo controllatamente fino al pieno allungamento delle braccia."
    },
    {
        "nome": "Rematore con manubri",
        "focus": "dorsali",
        "tutorial": "Inclinati in avanti con il busto parallelo al pavimento e afferra un manubrio in ciascuna mano. Tirare i manubri verso il corpo, mantenendo il busto in posizione e contraiendo i muscoli delle scapole. Controlla il ritorno alla posizione di partenza."
    },
    {
        "nome": "Rowing machine",
        "focus": "centro schiena",
        "tutorial": "Siediti alla macchina con il petto contro il cuscino e afferra le maniglie con le braccia estese. Tirare le maniglie verso il corpo, piegando i gomiti e contraiendo i muscoli delle scapole. Controlla il ritorno alla posizione di partenza."
    },
    {
        "nome": "Face-pull",
        "focus": "centro schiena",
        "tutorial": "Impugna le impugnature del cavo con le braccia distese e leggermente alzate. Tirare le maniglie verso il viso, mantenendo i gomiti alzati e aprendoli verso l'esterno. Contrai i muscoli delle scapole durante il movimento. Controlla il ritorno alla posizione di partenza."
    },
    {
        "nome": "Alzate posteriori",
        "focus": "centro schiena",
        "tutorial": "Stai in piedi con un manubrio in ciascuna mano, con i palmi rivolti verso il corpo. Solleva lentamente i manubri verso il retro, mantenendo le braccia leggermente flesse. Contrai i muscoli delle scapole durante il movimento. Controlla il ritorno alla posizione di partenza."
    },
    {
        "nome": "Shrugs con manubri",
        "focus": "centro schiena",
        "tutorial": "Stai in piedi con un manubrio in ciascuna mano, con i palmi rivolti verso il corpo. Solleva lentamente le spalle verso l'alto, mantenendo le braccia leggermente flesse. Contrai i muscoli del collo e delle spalle durante il movimento. Controlla il ritorno alla posizione di partenza."
    }
]
