[
    {
        "nome": "Shoulder press",
        "focus": "frontali",
        "tutorial": "Siediti su una panca con uno schienale regolabile e impugna un bilanciere con le mani leggermente più larghe delle spalle. Solleva il bilanciere sopra la testa estendendo completamente le braccia. Abbassa il bilanciere lentamente fino alle spalle e ripeti il movimento."
    },
    {
        "nome": "Shoulder press manubri",
        "focus": "frontali",
        "tutorial": "Siediti su una panca con uno schienale regolabile e impugna un manubrio in ciascuna mano alla larghezza delle spalle. Solleva i manubri sopra la testa estendendo completamente le braccia. Abbassa i manubri lentamente fino alle spalle e ripeti il movimento."
    },
    {
        "nome": "Alzate frontali",
        "focus": "frontali",
        "tutorial": "Stai in piedi con un manubrio in ciascuna mano, con i palmi rivolti verso il corpo. Solleva lentamente i manubri davanti al corpo, mantenendo le braccia leggermente flesse. Porta i manubri a livello delle spalle e abbassali lentamente controllando il movimento."
    },
	{
        "nome": "Military press",
        "focus": "frontali",
        "tutorial": "Impugna il bilanciere con le mani a larghezza spalle, mentre sei in piedi, con i palmi rivolti verso l'alto e le mani appoggiate sulla parte alta del petto. Estendi le braccia verso l'alto e porta il bilanciere sopra alla tua testa."
    },
    {
        "nome": "Alzate laterali alla macchina",
        "focus": "laterali",
        "tutorial": "Siediti alla macchina apposita con il petto contro lo schienale. Impugna le maniglie con i gomiti leggermente flessi. Solleva lentamente le maniglie verso i lati, mantenendo i gomiti leggermente piegati. Abbassa le maniglie lentamente controllando il movimento."
    },
    {
        "nome": "Alzate laterali con manubri",
        "focus": "laterali",
        "tutorial": "Stai in piedi con un manubrio in ciascuna mano, con i palmi rivolti verso il corpo. Solleva lentamente i manubri ai lati del corpo, mantenendo le braccia leggermente flesse. Porta i manubri a livello delle spalle e abbassali lentamente controllando il movimento."
    },
    {
        "nome": "Alzate laterali ai cavi",
        "focus": "laterali",
        "tutorial": "Impugna le impugnature del cavo con le braccia distese. Solleva lentamente le maniglie ai lati del corpo, mantenendo i gomiti leggermente flessi. Porta le maniglie a livello delle spalle e abbassale lentamente controllando il movimento."
    }
]
